Repository: Annemarie535257/Isuku-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: rw

source: HOME
rw: AYANZU

source: ABOUT US
rw: ABAFITE AMAKURU

source: SERVICES
rw: SERIVISI

source: CONTACT US
rw: TUHAMAGARE

source: LANGUAGE
rw: URURIMI

source: GET STARTED
rw: TANGIRA

source: Smart Waste Management
rw: Gucunga Imyanda Nubwenge

source: WASTE MANAGEMENT
rw: GUCUNGA IMYANDA

source: SYSTEM
rw: SISITEMU

source: We are committed to connecting households with waste collectors through sanitation technology, with the goal of sorting waste, managing it properly, and protecting the environment.
rw: Twiyemeje guhuza amazu n'abakusanya imyanda binyuze mu teknoloji y'isuku, uburyo bwo gutondekanya imyanda, kuyigenzura neza, no kurinda ibidukikije.

source: LEARN MORE
rw: MENYA BYINSHI

source: Households
rw: Amazu

source: Collectors
rw: Abakusanya

source: Pickups
rw: Gukusanya

source: Eco-Friendly
rw: Bidaharanira ibidukikije

source: Sustainable
rw: Bikomeye

source: About Us
rw: Abafite Amakuru

source: Leading the way in sustainable waste management solutions
rw: Dukurikiza inzira mu bibazo byo gukoresha neza imyanda

source: Our Mission
rw: Intego Zacu

source: Mission
rw: Intego

source: Our mission is to manage waste properly, encourage households to sort their waste, and protect the environment for a cleaner and sustainable future. We believe that every action counts in building a better world for generations to come.
rw: Intego zacu ni ukuvura imyanda neza, gukwaza amazu guhitiramo gutondekanya imyanda yabo, no kurinda ibidukikije kugira ngo habe isi yoroshye kandi ikomeye. Twaremeye ko buri gikorwa gifite agaciro mu kwubaka isi nziza y'izabaho.

source: Environmental Protection
rw: Kurinda Ibidukikije

source: Our Vision
rw: Intwariro Zacu

source: Vision
rw: Intwariro

source: Our vision is to create a world where waste is seen as a resource, where every household actively participates in sustainable waste management, and where our environment thrives for future generations.
rw: Intwariro zacu ni gukora isi aho imyanda iboneka nk'umutungo, aho buri mazu agira uruhare mu gukoresha neza imyanda, kandi aho ibidukikije byacu bikomeza kugira amahirwe y'izabaho.

source: Sustainability
rw: Kuguma
